{
    "descriptions": [
        {"comment": "Luna Nueva - ID 101"},
        {"comment": "Cuarto Creciente - ID 102"},
        {"comment": "Luna Llena - ID 103"},
        {"comment": "Cuarto Menguante - ID 104"},
        {"comment": "Eclipse Lunar Total - ID 105"},
        {"comment": "Súper Luna Llena (Perigeo) - ID 106"},
        {"comment": "Luna Azul - ID 107"},
        {"comment": "Luna de Sangre / Luna Roja - ID 108"},
        {"comment": "Luna Negra - ID 109"},
        {"comment": "Luna del Lobo - ID 110"},
        {"comment": "Luna de Nieve - ID 111"},
        {"comment": "Luna del Gusano - ID 112"},
        {"comment": "Luna Rosa - ID 113"},
        {"comment": "Luna de las Flores - ID 114"},
        {"comment": "Luna de Fresa - ID 115"},
        {"comment": "Luna del Ciervo - ID 116"},
        {"comment": "Luna del Esturión - ID 117"},
        {"comment": "Luna de la Cosecha - ID 118"},
        {"comment": "Luna del Cazador - ID 119"},
        {"comment": "Luna del Castor - ID 120"},
        {"comment": "Luna Fría - ID 121"},
        {"description_id": 101, "descripciones": "Inicio de un ciclo, renovación, siembra de intenciones."},
        {"description_id": 101, "descripciones": "La Luna Nueva es el momento perfecto para nuevos comienzos."},
        {"description_id": 101, "descripciones": "Es tiempo de plantar semillas para el futuro."},
        {"description_id": 101, "descripciones": "Significado: Inicio de un ciclo, renovación, siembra de intenciones. Ritual: Baño de Luna con agua de manzanilla para limpiar energías. Escritura de intenciones en papel y quema simbólica. Reflexión: Cada luna nueva nos recuerda que podemos comenzar de nuevo. ¿Qué semillas estás plantando hoy para tu futuro?"},
    
        {"description_id": 102, "descripciones": "Momento de avance, acción y determinación."},
        {"description_id": 102, "descripciones": "Es hora de tomar impulso y avanzar hacia tus metas."},
        {"description_id": 102, "descripciones": "El crecimiento se acelera, pon en marcha tus planes."},
        {"description_id": 102, "descripciones": "Significado: Momento de avance, acción y determinación. Ritual: Carga de piedras como la aventurina o el cuarzo rosa bajo la luna creciente. Meditación guiada para fortalecer decisiones. Reflexión: La luna creciente nos impulsa hacia adelante. ¿Qué pasos concretos podés dar hoy para acercarte a tus metas?"},
    
        {"description_id": 103, "descripciones": "Plenitud, manifestación, energía en su punto máximo."},
        {"description_id": 103, "descripciones": "La Luna Llena ilumina el camino hacia la realización."},
        {"description_id": 103, "descripciones": "Es el momento ideal para cosechar lo que has sembrado."},
        {"description_id": 103, "descripciones": "Significado: Plenitud, manifestación, energía en su punto máximo. Ritual: Baño de Luna con agua de rosas. Círculo de mujeres para compartir logros y manifestaciones. Rituales de amor y fertilidad. Reflexión: Bajo la Luna Llena, todo se ilumina. ¿Qué emociones están en su punto máximo en tu vida hoy?"},
    
        {"description_id": 104, "descripciones": "Reflexión, soltar lo innecesario, introspección."},
        {"description_id": 104, "descripciones": "Tiempo de limpieza energética y renovación personal."},
        {"description_id": 104, "descripciones": "Deja ir lo que ya no te sirve para dar espacio a lo nuevo."},
        {"description_id": 104, "descripciones": "Significado: Reflexión, soltar lo innecesario, introspección. Ritual: Escribir en un papel aquello que queremos soltar y quemarlo. Limpieza de espacios con sahumerio de lavanda o ruda. Reflexión: La luna menguante nos enseña a dejar ir. ¿Qué cargas emocionales podés soltar en este momento?"},
    
        {"description_id": 105, "descripciones": "Transformación profunda, renacimiento espiritual."},
        {"description_id": 105, "descripciones": "Un portal energético se abre para dejar atrás el pasado."},
        {"description_id": 105, "descripciones": "Los eclipses traen cambios inesperados, confía en el proceso."},
        {"description_id": 105, "descripciones": "Significado: Transformación profunda, renacimiento espiritual. Ritual: No es momento de hacer magia, sino de observación y reflexión. Anotar sueños y mensajes internos. Reflexión: Los eclipses nos invitan a mirarnos en lo más profundo. ¿Qué sombra personal podés trabajar en este ciclo?"},
    
        {"description_id": 106, "descripciones": "Intensificación de energías, emociones amplificadas."},
        {"description_id": 106, "descripciones": "Una Luna Llena más cercana y poderosa, llena de magnetismo."},
        {"description_id": 106, "descripciones": "Las emociones están a flor de piel, úsala para manifestar."},
        {"description_id": 106, "descripciones": "Significado: Intensificación de energías, emociones amplificadas. Ritual: Colocar piedras como la amatista o el ónix en agua de luna para potenciar su energía. Meditar con luz de velas blancas. Reflexión: Cuando la Luna se acerca, su poder se amplifica. ¿Cómo podés usar esta energía para potenciar tus proyectos y emociones?"},
    
        {"description_id": 107, "descripciones": "Oportunidades únicas, eventos inusuales."},
        {"description_id": 107, "descripciones": "Aprovecha esta luna poco común para algo extraordinario."},
        {"description_id": 107, "descripciones": "Es un momento especial que no se repite a menudo."},
        {"description_id": 107, "descripciones": "Significado: Oportunidades únicas, eventos inusuales. Ritual: Realizar afirmaciones en voz alta frente a un espejo. Escribir en un diario las cosas extraordinarias que deseamos manifestar. Reflexión: Las lunas azules son poco frecuentes, como ciertas oportunidades en la vida. ¿Qué oportunidad rara podés aprovechar ahora?"},
    
        {"description_id": 108, "descripciones": "Eclipse lunar parcial o total, cambio y purificación."},
        {"description_id": 108, "descripciones": "Una Luna Llena teñida de rojo, símbolo de transformación."},
        {"description_id": 108, "descripciones": "Las energías del eclipse te invitan a soltar lo viejo."},
        {"description_id": 108, "descripciones": "Significado: Eclipse lunar parcial o total, cambio y purificación. Ritual: Dibujar símbolos protectores en la piel con henna o arcilla roja. Conectar con raíces ancestrales a través de meditación guiada. Reflexión: Las lunas rojas nos conectan con la sangre y la vida. ¿Qué transformación personal estás atravesando?"},

        {"description_id": 109, "descripciones": "Segunda luna nueva en el mismo mes, introspección profunda."},
        {"description_id": 109, "descripciones": "Un portal hacia la oscuridad, el descanso y la reflexión."},
        {"description_id": 109, "descripciones": "Aprovecha esta luna para el crecimiento interno."},
        {"description_id": 109, "descripciones": "Significado: Segunda luna nueva en el mismo mes, introspección profunda. Ritual: Realizar un día de silencio y conexión con la propia energía. Escribir en un diario los miedos y deseos ocultos. Reflexión: La luna negra nos permite ver lo invisible. ¿Qué verdades internas te gustaría descubrir?"},

        {"description_id": 110, "descripciones": "Luna Llena de enero, conexión con la naturaleza y la supervivencia."},
        {"description_id": 110, "descripciones": "Es un tiempo de introspección y conexión con nuestros instintos."},
        {"description_id": 110, "descripciones": "El aullido de los lobos nos recuerda la fuerza de la comunidad."},
        {"description_id": 110, "descripciones": "Significado: Luna Llena de enero, conexión con la naturaleza y la supervivencia. Ritual: Realizar una caminata nocturna en la naturaleza o meditar con sonidos de lobos aullando. Reflexión: El aullido de los lobos nos recuerda la fuerza de la comunidad. ¿Cómo podés conectar más con tu instinto y círculo de apoyo?"},

        {"description_id": 111, "descripciones": "Luna Llena de febrero, pureza, limpieza energética."},
        {"description_id": 111, "descripciones": "Es tiempo de purificar el alma y renovar la energía."},
        {"description_id": 111, "descripciones": "Como la nieve, todo se limpia y renueva con esta luna."},
        {"description_id": 111, "descripciones": "Significado: Luna Llena de febrero, pureza, limpieza energética. Ritual: Realizar una limpieza con agua de luna y sal marina. Encender una vela blanca pidiendo claridad mental. Reflexión: Como la nieve, todo se limpia y renueva con esta luna. ¿Qué aspectos de tu vida necesitan purificación?"},

        {"description_id": 112, "descripciones": "Luna Llena de marzo, renacimiento y crecimiento."},
        {"description_id": 112, "descripciones": "La tierra despierta y la vida comienza a florecer."},
        {"description_id": 112, "descripciones": "Una luna que marca el inicio de un nuevo ciclo."},
        {"description_id": 112, "descripciones": "Significado: Luna Llena de marzo, renacimiento y crecimiento. Ritual: Sembrar una planta o escribir en papel un deseo para que crezca con la energía lunar. Reflexión: La tierra despierta y la vida comienza a florecer. ¿En qué área de tu vida sentís que estás renaciendo?"},

        {"description_id": 113, "descripciones": "Luna Llena de abril, amor, florecimiento."},
        {"description_id": 113, "descripciones": "Un tiempo para abrir el corazón y conectar con el amor."},
        {"description_id": 113, "descripciones": "El color rosa nos invita a la ternura y la armonía."},
        {"description_id": 113, "descripciones": "Significado: Luna Llena de abril, amor, florecimiento. Ritual: Encender una vela rosa y realizar afirmaciones de amor propio y armonía. Reflexión: El color rosa nos invita a la ternura y la armonía. ¿Cómo podés cultivar más amor en tu vida?"},

        {"description_id": 114, "descripciones": "Luna Llena de mayo, fertilidad, abundancia."},
        {"description_id": 114, "descripciones": "Las flores brotan en su máximo esplendor bajo esta luna."},
        {"description_id": 114, "descripciones": "Es tiempo de celebrar la vida y la belleza."},
        {"description_id": 114, "descripciones": "Significado: Luna Llena de mayo, fertilidad, abundancia. Ritual: Realizar un altar con flores y agradecer la abundancia en tu vida. Reflexión: Las flores brotan en su máximo esplendor bajo esta luna. ¿Cómo podés nutrir la belleza y la prosperidad en tu día a día?"},

        {"description_id": 115, "descripciones": "Luna Llena de junio, cosecha, dulzura."},
        {"description_id": 115, "descripciones": "Tiempo de saborear los frutos del esfuerzo."},
        {"description_id": 115, "descripciones": "Una luna que nos recuerda la gratitud y la recompensa."},
        {"description_id": 115, "descripciones": "Significado: Luna Llena de junio, cosecha, dulzura. Ritual: Comer frutas dulces mientras agradeces por todo lo bueno que has recibido. Reflexión: Una luna que nos recuerda la gratitud y la recompensa. ¿Qué frutos de tu esfuerzo podés disfrutar hoy?"},

        {"description_id": 116, "descripciones": "Luna Llena de julio, fuerza y renovación."},
        {"description_id": 116, "descripciones": "Los ciervos cambian sus astas, un símbolo de crecimiento."},
        {"description_id": 116, "descripciones": "Renovación y poder personal bajo la luna."},
        {"description_id": 116, "descripciones": "Significado: Luna Llena de julio, fuerza y renovación. Ritual: Meditar con la imagen de un ciervo, conectando con su sabiduría y resistencia. Reflexión: Renovación y poder personal bajo la luna. ¿Cómo podés fortalecer tu espíritu y afrontar los cambios con valentía?"},

        {"description_id": 117, "descripciones": "Luna Llena de agosto, resistencia y madurez."},
        {"description_id": 117, "descripciones": "Los peces del esturión simbolizan resistencia y fortaleza."},
        {"description_id": 117, "descripciones": "Es un momento para consolidar lo aprendido."},
        {"description_id": 117, "descripciones": "Significado: Luna Llena de agosto, resistencia y madurez. Ritual: Escribir sobre un desafío superado en tu vida y quemar el papel para liberar la energía. Reflexión: Es un momento para consolidar lo aprendido. ¿Qué lecciones de fortaleza llevás contigo?"},

        {"description_id": 118, "descripciones": "Luna Llena de septiembre, gratitud, preparación para el invierno."},
        {"description_id": 118, "descripciones": "Es el momento de cosechar lo sembrado y agradecer."},
        {"description_id": 118, "descripciones": "Tiempo de reflexión y preparación para lo que viene."},
        {"description_id": 118, "descripciones": "Significado: Luna Llena de septiembre, gratitud, preparación para el invierno. Ritual: Crear una lista de agradecimiento por todo lo recibido y meditar sobre el balance del año. Reflexión: Es el momento de cosechar lo sembrado y agradecer. ¿Cómo podés prepararte para la siguiente etapa de tu vida?"},

        {"description_id": 119, "descripciones": "Luna Llena de octubre, estrategia y sabiduría."},
        {"description_id": 119, "descripciones": "Es hora de prepararse para el invierno con inteligencia."},
        {"description_id": 119, "descripciones": "La Luna del Cazador nos enseña a ser previsores."},
        {"description_id": 119, "descripciones": "Significado: Luna Llena de octubre, estrategia y sabiduría. Ritual: Escribir una estrategia para los próximos meses y meditar en cómo ejecutarla. Reflexión: La Luna del Cazador nos enseña a ser previsores. ¿Qué pasos estratégicos podés tomar ahora para tu bienestar futuro?"},

        {"description_id": 120, "descripciones": "Luna Llena de noviembre, trabajo y preparación."},
        {"description_id": 120, "descripciones": "Tiempo de construir y asegurar el futuro."},
        {"description_id": 120, "descripciones": "Los castores nos enseñan a ser persistentes y estratégicos."},
        {"description_id": 120, "descripciones": "Significado: Luna Llena de noviembre, trabajo y preparación. Ritual: Organizar metas y eliminar lo que ya no sirve en tu vida. Reflexión: Los castores nos enseñan a ser persistentes y estratégicos. ¿Cómo podés estructurar mejor tus esfuerzos?"},

        {"description_id": 121, "descripciones": "Luna Llena de diciembre, descanso, conexión espiritual."},
        {"description_id": 121, "descripciones": "Es tiempo de introspección y conexión con lo sagrado."},
        {"description_id": 121, "descripciones": "La Luna Fría nos invita a la calma y la reflexión."},
        {"description_id": 121, "descripciones": "Significado: Luna Llena de diciembre, descanso, conexión espiritual. Ritual: Reflexionar con una vela azul encendida, meditando sobre el cierre del año. Reflexión: La Luna Fría nos invita a la calma y la introspección. ¿Qué deseos tenés para el próximo ciclo?"}
           ]
    }